{
  "daftar_pahlawan": [
    {
      "nama": "Cut Nyak Dhien",
      "nama2": "Tjut Njak Dhien",
      "kategori": "Pahlawan Kemerdekaan Nasional",
      "asal": "NAD (Aceh)",
      "lahir": "1848 di Lampadang, Kerajaan Aceh (Aceh Besar, Wilayah VI Mukim)",
      "usia": "60 tahun",
      "gugur": "Jumat, 6 November 1908   di Sumedang, Jawa Barat",
      "lokasimakam": "Gunung Puyuh, Sumedang, Jawa Barat.",
      "history": "Pemimpin Gerilya Aceh yang berperang melawan Pasukan Kolonial Belanda pada masa perang Aceh (1873-1904). Istri Teuku Umar (juga Pahlawan Nasional).Pada usia 12 tahun, ia sudah dinikahkan oleh orangtuanya pada tahun 1862 dengan Teuku Cek Ibrahim Lamnga, putra dari uleebalang Lamnga XIII. Mereka memiliki satu anak laki-laki. Setelah wilayah VI Mukim diserang, ia mengungsi, sementara suaminya Ibrahim Lamnga bertempur melawan Belanda. Ibrahim Lamnga tewas di Gle Tarum pada tanggal 29 Juni 1878 yang menyebabkan Cut Nyak Dhien sangat marah dan bersumpah hendak menghancurkan Belanda. Teuku Umar, salah satu tokoh yang melawan Belanda, melamar Cut Nyak Dhien. Pada awalnya Cut Nyak Dhien menolak, tetapi karena Teuku Umar memperbolehkannya ikut serta dalam medan perang, Cut Nyak Dhien setuju untuk menikah dengannya pada tahun 1880. Mereka dikaruniai anak yang diberi nama Cut Gambang. Setelah pernikahannya dengan Teuku Umar, ia bersama Teuku Umar bertempur bersama melawan Belanda. Namun, Teuku Umar gugur saat menyerang Meulaboh pada tanggal 11 Februari 1899, sehingga ia berjuang sendirian di pedalaman Meulaboh bersama pasukan kecilnya. Cut Nyak Dien saat itu sudah tua dan memiliki penyakit encok dan rabun, sehingga satu pasukannya yang bernama Pang Laot melaporkan keberadaannya karena iba. Ia akhirnya ditangkap dan dibawa ke Banda Aceh. Di sana ia dirawat dan penyakitnya mulai sembuh. Namun, keberadaannya menambah semangat perlawanan rakyat Aceh. Ia juga masih berhubungan dengan pejuang Aceh yang belum tertangkap. Akibatnya, Dhien dibuang ke Sumedang. Tjoet Nyak Dhien meninggal pada tanggal 6 November 1908 dan dimakamkan di Gunung Puyuh, Sumedang, Jawa Barat.",
      "img": "https://image.ibb.co/jDKiyU/cut_nyak_dhien_kerudung.jpg"
    },
    {
      "nama": "Cut Nyak Meutia",
      "nama2": "Tjut Meutia",
      "kategori": "Pahlawan Kemerdekaan Nasional",
      "asal": "NAD (Aceh)",
      "lahir": "1870   di Keureutoe, Pirak, Aceh Utara, NAD, Indonesia.",
      "usia": "40 tahun",
      "gugur": " Senin, 24 Oktober 1910   di Alue Kurieng, NAD (Aceh), Indonesia.",
      "lokasimakam": "Alue Kurieng, NAD (Aceh).",
      "history": "Pemimpin Gerilya Aceh yang berperang melawan Pasukan Kolonial Belanda. Gugur pada pertempuran di Alue Kurieng tanggal 24 Oktober 1910.",
      "img": "https://image.ibb.co/e99Xiz/cut_nyak_meutia.jpg"
    },
    {
      "nama": "Dewi Sartika",
      "nama2": "Raden Dewi Sartika",
      "kategori": "Pahlawan Nasional",
      "asal": "Jawa Barat",
      "lahir": "Kamis Legi, 4 Desember 1884   di Cicalengka, Bandung, Jawa Barat",
      "usia": "62 tahun",
      "gugur": "Kamis Legi, 11 September 1947   di Tasikmalaya, Jawa Barat",
      "lokasimakam": "Kompleks Pemakaman Bupati Bandung di Jalan Karang Anyar, Bandung, Jawa Barat.",
      "history": "Tokoh perintis pendidikan untuk kaum wanita. Mendirikan Sekolah Pertama untuk Perempuan.",
      "img": "https://image.ibb.co/e3X2iz/dewi_sartika.jpg"
    },
    {
      "nama": "Fatmawati ",
      "nama2": "Hj. Fatmawati Soekarno",
      "kategori": "Pahlawan Nasional",
      "asal": "Bengkulu",
      "lahir": "Senin, 5 Februari 1923   di Bengkulu, Indonesia",
      "usia": "57 tahun",
      "gugur": "Rabu Kliwon, 14 Mei 1980   di Kuala Lumpur, Malaysia",
      "lokasimakam": "TPU Karet Bivak, Jakarta",
      "history": "Penjahit Bendera Nasional Indonesia Pertama, Aktifis Sosial, Istri Presiden Sukarno",
      "img": "https://image.ibb.co/cFW1bK/fatmawati.jpg"
    },
    {
      "nama": "Maria Walanda Maramis",
      "nama2": "Maria Josephine Catherine Maramis",
      "kategori": "Pahlawan Nasional",
      "asal": "Sulawesi Utara",
      "lahir": "1 Desember 1872 di Kema, Sulawesi Utara",
      "usia": "51 tahun",
      "gugur": "22 April 1924 di Maumbi, Sulawesi Utara",
      "lokasimakam": "Taman Makam Pahlawan (TMP) Maria Walanda Maramis, Desa Maumbi Kecamatan Airmadidi, Kabupaten Minahasa Utara, Sulawesi Utara.",
      "history": " Pendidik dan Penggiat Hak-Hak Perempuan. Sosok pendobrak adat, pejuang kemajuan dan emansipasi perempuan di dunia politik dan pendidikan. Pendiri Percintaan Ibu Kepada Anak Temurunannya (PIKAT)",
      "img": "https://image.ibb.co/k9uzgK/maria_walanda_maramis.jpg"
    },
    {
      "nama": "Martha Christina Tiahahu",
      "nama2": "Martha Christina Tiahahu",
      "kategori": "Pahlawan Nasional",
      "asal": " Maluku",
      "lahir": "4 Januari 1800 di Abubu, Nusa Laut, Maluku, Indonesia",
      "usia": "17 tahun",
      "gugur": "2 Januari 1818   di Laut Banda, Maluku, Indonesia",
      "lokasimakam": " Karang Panjang, Ambon Maluku (Patung, Monumen yang menghadap laut)",
      "history": " Pejuang Kemerdekaan yang unik yaitu seorang puteri remaja yang turut dalam pertempuran melawan tentara kolonial Belanda dalam perang Pattimura tahun 1817. Meninggal dalam tahanan Belanda.",
      "img": "https://image.ibb.co/eODEFe/martha_christina_tiahahu.jpg"
    },
    {
      "nama": "Nyai Ahmad Dahlan",
      "nama2": "Siti Walidah, Nyai Achmad Dachlan",
      "kategori": "Pahlawan Nasional",
      "asal": "DIY (Yogyakarta)",
      "lahir": "1872 di Kauman, Yogyakarta, Indonesia",
      "usia": "74 tahun",
      "gugur": "31 Mei 1946 di Kauman, Yogyakarta, Indonesia",
      "lokasimakam": "Masjid Gedhe Kauman, Gondomanan, Yogyakarta.",
      "history": "Tokoh Emansipasi Perempuan. Tokoh Pembaharu Islam. Pendiri dan Pemimpin Aisyiyah. Berpastiripasi dalam diskusi perang bersama Jenderal Sudirman dan Presiden Sukarno. Tokoh Muhammadiyah, istri K.H. Ahmad Dahlan.",
      "img": "https://image.ibb.co/e2mC1K/nyai_ahmad_dahlan.jpg"
    },
    {
      "nama": "Nyi Ageng Serang",
      "nama2": "Raden Ajeng Kustiyah Wulaningsih Retno Edi",
      "kategori": "Pahlawan Nasional",
      "asal": "Jawa Tengah",
      "lahir": "1752 di Serang, Purwodadi, Jawa Tengah",
      "usia": "76 tahun",
      "gugur": "1828 di Yogyakarta, Indonesia",
      "lokasimakam": "Banjarharjo, Kalibawang, Kulon Progo, DI Yogyakarta",
      "history": "Salah satu Panglima Perang melawan Kolonial Belanda pada Perang Diponegoro. Penasehat siasat perang Pangeran Diponegroro. Puteri Panembahan Notoprojo. Keturunan Sunan Kalijaga, Nenek moyang Ki Hajar Dewantara.",
      "img": "https://image.ibb.co/fzxkMK/nyi_ageng_serang.jpg"
    },
    {
      "nama": "Opu Daeng Risadju",
      "nama2": "Famajjah, Fammajah",
      "kategori": "Pahlawan Nasional",
      "asal": "Sulawesi Selatan",
      "lahir": "1880 di Palopo, Sulawesi Selatan",
      "usia": "84 tahun",
      "gugur": "10 Februari 1964  di Palopo, Sulawesi Selatan",
      "lokasimakam": "Perkuburan Raja-Raja Luwu, Lakkoe, Palopo, Sulawesi Selatan.",
      "history": "Pejuang Kemerdekaan Indonesia. Bangsawan Keturunan Raja-raja Gowa, Bone dan Luwu. Cendekiawan, Wanita Politisi Pertama, berperang melawan Belanda selama Revolusi Nasional. Ketua PSII Wilayah Tanah Luwu Palopo.",
      "img": "https://image.ibb.co/nrzzgK/opu_daeng_risadju.jpg"
    },
    {
      "nama": "R. A. Kartini ",
      "nama2": "Raden Adjeng Kartini, Raden Ayu Kartini",
      "kategori": "Pahlawan Nasional",
      "asal": "Jawa Tengah",
      "lahir": "21 April 1879   di Jepara, Jawa Tengah",
      "usia": "25 tahun",
      "gugur": "17 September 1904   di Rembang, Jawa Tengah",
      "lokasimakam": "Desa Bulu, Kecamatan Bulu, Rembang, Jawa Tengah.",
      "history": " Pelopor kebangkitan perempuan pribumi. Pejuang Hak-Hak Perempuan dari Jawa. Buku 'Habis Gelap Terbitlah Terang' berisi Surat-surat yang pernah dikirimkan Kartini kepada teman-temannya di Eropa yang sekaligus berisi pemikirannya.",
      "img": "https://image.ibb.co/dNZMve/r_a_kartini.jpg"
    },
    {
      "nama": "Tien Suharto",
      "nama2": "Ny.Hj.Raden Ayu Fatimah Siti Hartinah Soeharto",
      "kategori": "Pahlawan Nasional",
      "asal": " Jawa Tengah",
      "lahir": "Kamis, 23 Agustus 1923 di Desa Jaten, Surakarta (Solo), Jawa Tengah",
      "usia": "72 tahun",
      "gugur": "Minggu, 28 April 1996 di Rumah Sakit Gatot Subroto, Jakarta, Indonesia",
      "lokasimakam": "Astana Giri Bangun, Desa Girilayu, Kecamatan Matesih, Kabupaten Karanganyar, Jawa Tengah.",
      "history": "Raden Ayu Siti Hartinah (lahir di Desa Jaten, Surakarta, Jawa Tengah, 23 Agustus 1923 – meninggal di Jakarta, 28 April 1996 pada umur 72 tahun) adalah istri Presiden Indonesia kedua, Jenderal Purnawirawan Soeharto. Siti Hartinah, yang sehari-hari dipanggil 'Tien' merupakan anak kedua pasangan KPH Soemoharjomo dan Raden Ayu Hatmanti Hatmohoedojo. Ia merupakan canggah Mangkunagara III dari garis ibu. Tien menikah dengan Soeharto pada tanggal 26 Desember 1947 di Surakarta. Siti kemudian dianugerahi gelar pahlawan nasional R.I. tak lama setelah kematiannya.  Ibu Negara Republik Indonesia (1967 - 1996), Istri Presiden Suharto, aktif dalam Kegiatan Sosial dan Budaya. Penggagas sekaligus Pendiri Taman Mini Indonesia Indah (TMII). Anggota Laskar Putri Indonesia (LPI), penunjang kesuksesan perjuangan.",
      "img": "https://image.ibb.co/bwpFMK/tien_suharto.jpg"
    }
  ]
}